[REGdumpData]
PreloadList=00000409,d0010409,00000804,0000580a,
SubstitutesList=00000409-00020409,d0010409-00060409,0000580a-0000080a,
[Options]
LoadedLangz=1
KLIDlist=00000804,0000080A,00020409,00060409
KBDsDetected=5
UseMUInames=1

[00020409]
HKL=-268368887
name=[ENU] United States-International
isRTL=0
hasIME=0
isVertUp=0
KBDisUnsupported=0
hasDKs=1
DK=vkDE.vkC0
DKshift=vk36.vkDE.vkC0
DKnamez=''~vkDE``~vkC0^^~+vk36""~+vkDE~~~+vkC0

[00060409]
HKL=-254606327
name=[ENU] Colemak
isRTL=0
hasIME=0
isVertUp=0
KBDisUnsupported=0
hasDKs=1
DKaltGr=vk47.vk52.vk54.vk44.vk48.vkC0.vkDC.vk58.vk42.vk4B.vk4D.vkBC.vkBE
DKshAltGr=vk54

[00000804]
HKL=134481924
name=[CHS] Chinese (Simplified) - US
isRTL=0
hasIME=0
isVertUp=0
KBDisUnsupported=0
hasDKs=0
doNotList=1

[0000080A]
HKL=134895626
name=[ESM] Latin American
isRTL=0
hasIME=0
isVertUp=0
KBDisUnsupported=0
hasDKs=1
DK=vkBA
DKshift=vkBA
DKaltGr=vkDE.vkBF

[IMEs]
00000804=00000804
name1=[CHS] Microsoft Pinyin
